[
  {
    "id": "the-seven-deadly-sins-dragons-judgement",
    "title": "The Seven Deadly Sins: Dragon's Judgement",
    "language": "",
    "watch_url": "",
    "description": "Finaler Handlungsbogen der Seven Deadly Sins: Meliodas und seine Freunde stellen sich der Zehn Gebote und dem Fluch der Götter."
  },
  {
    "id": "four-knights-of-the-apocalypse",
    "title": "The Seven Deadly Sins: Four Knights of the Apocalypse",
    "language": "",
    "watch_url": "",
    "description": "Spin-off in der Sins-Welt: Der junge Percival entdeckt sein Schicksal als einer der vier Ritter der Apokalypse und zieht in ein neues Abenteuer."
  },
  {
    "id": "chainsaw-man",
    "title": "Chainsaw Man",
    "language": "",
    "watch_url": "",
    "description": "Denji verschmilzt mit seinem Teufel Pochita und verwandelt sich in Chainsaw Man – blutiger, schwarzhumoriger Dämonenjäger mit großem Herz."
  },
  {
    "id": "solo-leveling",
    "title": "Solo Leveling",
    "language": "",
    "watch_url": "",
    "description": "Der schwächste Hunter der Welt, Sung Jinwoo, erhält ein mysteriöses System und beginnt, sich durch Dungeons unaufhaltsam hochzuleveln."
  },
  {
    "id": "my-hero-academia",
    "title": "My Hero Academia",
    "language": "",
    "watch_url": "",
    "description": "In einer Welt voller Superkräfte träumt Izuku Midoriya davon, ein Held zu werden – und bekommt eine Chance, die sein Leben verändert."
  },
  {
    "id": "naruto",
    "title": "Naruto",
    "language": "",
    "watch_url": "",
    "description": "Der junge Ninja Naruto Uzumaki will Hokage werden und stellt sich gemeinsam mit seinem Team gefährlichen Missionen und inneren Dämonen."
  },
  {
    "id": "naruto-shippuden",
    "title": "Naruto Shippuden",
    "language": "",
    "watch_url": "",
    "description": "Fortsetzung von Narutos Reise: Reifer, düsterer und mit epischen Kämpfen im Schatten von Akatsuki und alten Prophezeiungen."
  },
  {
    "id": "tokyo-ghoul",
    "title": "Tokyo Ghoul",
    "language": "",
    "watch_url": "",
    "description": "Student Ken Kaneki überlebt ein Unglück – und erwacht halb Mensch, halb Ghoul. Er ringt mit Identität, Hunger und Moral in einer brutalen Welt."
  },
  {
    "id": "attack-on-titan",
    "title": "Attack on Titan",
    "language": "",
    "watch_url": "",
    "description": "Menschheit hinter Mauern, Titanen vor den Toren: Erens Rachefeldzug enthüllt ein Netz aus Krieg, Politik und Freiheit."
  },
  {
    "id": "elfen-lied",
    "title": "Elfen Lied",
    "language": "",
    "watch_url": "",
    "description": "Ein blutiges Drama über Diclonii, Menschen mit unsichtbaren Armen. Zwischen Grausamkeit und Zärtlichkeit sucht Lucy nach Erlösung."
  },
  {
    "id": "failure-frame",
    "title": "Failure Frame: I Became the Strongest and Annihilated Everything With Low-Level Spells",
    "language": "",
    "watch_url": "",
    "description": "Ausgestoßen und schwach beschworen, entdeckt Touka verborgene Macht in „niedrigstufigen“ Zaubern – und kehrt den Spieß gnadenlos um."
  },
  {
    "id": "to-your-eternity",
    "title": "You Are My Eternity (Fumetsu no Anata e)",
    "language": "",
    "watch_url": "",
    "description": "Ein formwandelndes Wesen lernt durch Begegnungen mit Menschen, Liebe und Verlust, was es heißt, zu leben."
  },
  {
    "id": "sword-art-online",
    "title": "Sword Art Online",
    "language": "",
    "watch_url": "",
    "description": "Kirito kämpft ums Überleben in einer VRMMO-Welt, in der Game Over den Tod bedeutet – mit Action, Romanze und Tech-Mysterien."
  },
  {
    "id": "the-giver-film",
    "title": "The Giver (Film)",
    "language": "",
    "watch_url": "",
    "description": "Dystopischer Film über eine scheinbar perfekte Gesellschaft ohne Emotionen, in der Jonas das wahre Spektrum der Gefühle entdeckt."
  },
  {
    "id": "divergent-film",
    "title": "Divergent (Film)",
    "language": "",
    "watch_url": "",
    "description": "In Fraktionen aufgeteilte Zukunft: Tris Prior passt in keine Schublade – und stellt das System auf die Probe."
  },
  {
    "id": "maze-runner-film",
    "title": "Maze Runner (Film)",
    "language": "",
    "watch_url": "",
    "description": "Teens in einem tödlichen Labyrinth ohne Erinnerungen – Thomas führt einen riskanten Ausbruch an, um die Wahrheit zu finden."
  },
  {
    "id": "higurashi",
    "title": "Higurashi: When They Cry",
    "language": "",
    "watch_url": "",
    "description": "Idyllisches Dorf, grausame Zeitschleifen: Freundschaft kollidiert mit Paranoia in einem Mystery-Horror-Puzzle."
  },
  {
    "id": "masamune-kun-revenge",
    "title": "Masamune-kun's Revenge",
    "language": "",
    "watch_url": "",
    "description": "Vom Mobbing-Opfer zum Schönling: Masamune plant, sein „Rache“-Geständnis zu machen – aber Gefühle funken dazwischen."
  },
  {
    "id": "vending-machine-isekai",
    "title": "Reborn as a Vending Machine, I Now Wander the Dungeon",
    "language": "",
    "watch_url": "",
    "description": "Ein Mann wird als Verkaufsautomat wiedergeboren – und unterstützt Abenteuernde mit cleveren Funktionen im Dungeon."
  },
  {
    "id": "demon-slayer",
    "title": "Demon Slayer (Kimetsu no Yaiba)",
    "language": "",
    "watch_url": "",
    "description": "Tanjiro kämpft gegen Dämonen, um seine Schwester Nezuko zu retten – atemberaubende Kämpfe und gefühlvolle Momente."
  },
  {
    "id": "tokyo-revengers",
    "title": "Tokyo Revengers",
    "language": "",
    "watch_url": "",
    "description": "Zeitreise trifft Gangkultur: Takemichi versucht, tragische Schicksale seiner Freunde zu verhindern."
  },
  {
    "id": "one-punch-man",
    "title": "One Punch Man",
    "language": "",
    "watch_url": "",
    "description": "Saitama besiegt jeden Gegner mit einem Schlag – Satire auf Superhelden mit explosiver Action."
  },
  {
    "id": "hells-paradise",
    "title": "Hell's Paradise",
    "language": "",
    "watch_url": "",
    "description": "Ninja und Henker erkunden eine tödliche Insel auf der Suche nach dem Elixier der Unsterblichkeit – schön, brutal, mysteriös."
  },
  {
    "id": "dan-da-dan",
    "title": "Dan Da Dan",
    "language": "",
    "watch_url": "",
    "description": "Aliens, Geister und Teen-Romance prallen in rasanter Genre-Action aufeinander."
  },
  {
    "id": "dr-stone",
    "title": "Dr. STONE",
    "language": "",
    "watch_url": "",
    "description": "Nach einer Versteinerung baut das Genie Senku die Zivilisation wissenschaftlich von Null wieder auf."
  },
  {
    "id": "mashle",
    "title": "Mashle",
    "language": "",
    "watch_url": "",
    "description": "Magiewelt ohne Magie: Mash schlägt sich mit roher Muskelkraft durch eine Zauberschule."
  },
  {
    "id": "junji-ito-collection",
    "title": "Junji Ito Collection",
    "language": "",
    "watch_url": "",
    "description": "Episodische Adaptionen der verstörenden Horror-Manga von Junji Ito."
  },
  {
    "id": "gachiakuta",
    "title": "Gachiakuta",
    "language": "",
    "watch_url": "",
    "description": "Dystopische Müllwelt, harte Kämpfe und ein junger Rebell, der nach Wahrheit sucht."
  },
  {
    "id": "charlotte",
    "title": "Charlotte",
    "language": "",
    "watch_url": "",
    "description": "Teenager mit kurzzeitigen Superkräften verstricken sich in tragische Ereignisse – Drama mit Herz."
  },
  {
    "id": "mushoku-tensei",
    "title": "Mushoku Tensei: Jobless Reincarnation",
    "language": "",
    "watch_url": "",
    "description": "Ein Mann wird in einer Fantasy-Welt wiedergeboren und nutzt ein zweites Leben, um Magie, Familie und Reife zu finden."
  },
  {
    "id": "wind-breaker",
    "title": "Wind Breaker",
    "language": "",
    "watch_url": "",
    "description": "Delinquenz, Ehre und Fäuste: Schülerbanden regeln Konflikte mit handfesten Kämpfen – stilvoll und emotional."
  },
  {
    "id": "assassination-classroom",
    "title": "Assassination Classroom",
    "language": "",
    "watch_url": "",
    "description": "Eine Klasse soll ihren übermächtigen Lehrer töten, bevor er die Erde zerstört – skurril, witzig und warmherzig."
  },
  {
    "id": "lord-of-mysteries",
    "title": "Lord of Mysteries",
    "language": "",
    "watch_url": "",
    "description": "Steampunk, Okkultismus und Aufstieg durch geheime Pfade – ein junger Mann erkundet eine mysteriöse Welt voller Rituale."
  },
  {
    "id": "lookism",
    "title": "Lookism",
    "language": "",
    "watch_url": "",
    "description": "Ein Schüler erwacht mit zwei Körpern – einer attraktiv, einer nicht – und erlebt, wie Aussehen die Gesellschaft prägt."
  },
  {
    "id": "the-seven-deadly-sins",
    "title": "The Seven Deadly Sins",
    "language": "Deutsch geschaut",
    "watch_url": "https://www.netflix.com/de/title/80050063",
    "description": "In einer Welt, in der heilige Ritter das Königreich Britannia beschützen, werden die legendären Seven Deadly Sins fälschlicherweise des Verrats beschuldigt. Zehn Jahre später begibt sich Prinzessin Elizabeth auf die Suche nach ihnen, um ihr Reich vor dem Untergang zu retten.",
    "trailer_url": "https://www.youtube.com/embed/wxcvbL6o55M",
    "extra_links": [
      {
        "label": "Aniworld",
        "url": "https://aniworld.to/anime/stream/the-seven-deadly-sins"
      }
    ]
  }
]